/* 第 10 关 · 宇宙尽头 */
window.LEVEL_INDEX = 9;
window.LEVEL_TOTAL = 10;
window.LEVEL_HAS_STORY = false;
window.LEVEL_CONFIG = {
    name: '宇宙尽头',
    bg: 'image/bg10.jpg',
    hpScale: 2.4,
    freqScale: 2.2,
    bossAt: 1700,
    bossHp: 1000,
    bossSkin: 'image/boss_l10.png',
    waves: [
        [60,'e1'],[120,'e2'],[180,'e3'],[240,'e4'],[300,'e5'],[360,'e6'],[420,'e7'],
        [500,'e1'],[540,'e3'],[580,'e5'],[620,'e2'],[660,'e4'],[700,'e6'],[740,'e7'],
        [800,'e3'],[840,'e5'],[880,'e7'],[920,'e4'],[960,'e6'],[1000,'e2'],
        [1050,'e1'],[1100,'e5'],[1150,'e7'],[1200,'e6'],[1250,'e4'],[1300,'e3'],
        [1400,'e6'],[1450,'e7'],[1500,'e5'],[1550,'e4'],[1600,'e7']
    ]
};
